acl
adapta-gtk-theme
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alacritty
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
arch-install-scripts
archlinux-keyring
argon2
at-spi2-core
atkmm
atool
atril
attr
audiofile
audiorelay
audit
autoconf
automake
avahi
base
bash
binutils
bison
blueman
bluez
bluez-libs
bluez-utils
boost
boost-libs
breeze-icons
brotli
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
capstone
chromaprint
cifs-utils
clipit
cmake
cmus
coreutils
cronie
cryptsetup
curl
dav1d
db
dbus
dbus-glib
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
diffutils
djvulibre
dmenu
dmraid
dnssec-anchors
dosfstools
double-conversion
duktape
dunst
e2fsprogs
eclipse-cpp
enchant
expat
faad2
fakeroot
faudio
feh
ffmpeg
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findutils
flac
flex
fluidsynth
fmt
font-manager
fontconfig
freetype2
fribidi
fuse-common
fuse2
fuse3
gawk
gc
gcc
gcc-libs
gcolor2
gcr
gcr-4
gdbm
gdk-pixbuf2
gettext
ghostscript
giflib
git
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-desktop
gnome-desktop-common
gnupg
gnutls
gobject-introspection-runtime
google-chrome
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gst-libav
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm
gtkmm3
gtksourceview4
guile
gvfs
gzip
harfbuzz
harfbuzz-icu
hexedit
hicolor-icon-theme
hidapi
highlight
htop
hwdata
hwloc
hyphen
i3-gaps
i3-scrot
iana-etc
icu
ifplugd
ijs
imagemagick
imlib2
iniparser
iproute2
iptables
iputils
iso-codes
jack2
jansson
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jre-openjdk
jre-openjdk-headless
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
l-smash
lame
lcms2
ldb
ldns
less
lib32-acl
lib32-alsa-lib
lib32-attr
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libnl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libsm
lib32-libssh2
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-openssl
lib32-pam
lib32-pcre2
lib32-sdl2
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcamera
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdiscid
libdrm
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfm
libfm-extra
libfm-gtk3
libfontenc
libgcrypt
libglvnd
libgme
libgpg-error
libgudev
libgxps
libhandy
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libindicator-gtk3
libinih
libinput
libinstpatch
libisl
libjpeg-turbo
libksba
libldap
liblqr
libmad
libmanette
libmd
libmfx
libmikmod
libmm-glib
libmms
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libpng
libportal
libportal-gtk3
libproxy
libpsl
libpulse
libraqm
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libutempter
libuv
libva
libvdpau
libverto
libvorbis
libvpx
libwacom
libwebp
libwpe
libwrap
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lmdb
lua
luajit
lvm2
lxappearance
lxmenu-data
lz4
lzo
m4
mailcap
make
man-db
mathjax2
md4c
mdadm
menu-cache
mesa
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mousepad
mpc
mpd
mpfr
mpg123
mpv
mtdev
mujs
ncmpcpp
ncurses
ndctl
neofetch
netctl
nettle
network-manager-applet
networkmanager
nitrogen
nm-connection-editor
noto-fonts
noto-fonts-emoji
npth
nspr
nss
ntfs-3g
ocl-icd
openal
opencore-amr
openjpeg2
openmpi
openpmix
openssh
openssl
opus
orc
os-prober
p11-kit
pacman
pacman-mirrorlist
palemoon-bin
pam
pambase
pango
pangomm
parted
patch
pavucontrol
pciutils
pcmanfm-gtk3
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
picom
pikaur
pinentry
pipewire
pixman
pkgconf
polkit
polybar
poppler
poppler-data
poppler-glib
popt
portaudio
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pyalpm
python
python-attrs
python-cairo
python-cffi
python-chardet
python-cryptography
python-distlib
python-docopt
python-filelock
python-gobject
python-idna
python-packaging
python-pillow
python-pip
python-platformdirs
python-ply
python-psutil
python-pycparser
python-pyparsing
python-requests
python-six
python-typing_extensions
python-urllib3
python-virtualenv
python-wheel
python-xlib
qcustomplot
qhexedit2
qscintilla-qt5
qt5-base
qt5-translations
qview
radare2
ranger
rav1e
readline
rhash
rofi
rtkit
rubberband
run-parts
scrot
sdl2
sed
shaderc
shadow
shared-mime-info
slang
smbclient
sound-theme-freedesktop
speex
speexdsp
spirv-tools
sqlcipher
sqlite
sqlitebrowser
srt
startup-notification
sublime-text-3
sudo
svt-av1
sysfsutils
systemd
systemd-libs
systemd-resolvconf
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
terminus-font
tevent
texinfo
thin-provisioning-tools
tmux
tor
tpm2-tss
tracker3
trash-cli
tree-sitter
tslib
ttf-anonymous-pro
ttf-dejavu
ttf-liberation
ttf-ms-fonts
ttf-roboto
ttf-terminus-nerd
twolame
tzdata
uchardet
udisks2
ueberzug
unrar
unzip
util-linux
util-linux-libs
v4l-utils
vid.stab
vim
vim-runtime
vmaf
volume_key
vulkan-icd-loader
w3m
wavpack
wayland
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wine
wine-mono
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcursor-breeze
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yajl
zeromq
zimg
zip
zlib
zsh
zstd
zziplib
