adapta-gtk-theme
alacritty
alsa-utils
arch-install-scripts
atool
atril
audiorelay
autoconf
automake
base
bison
blueman
bluez
bluez-utils
boost
breeze-icons
clipit
cmake
cmus
cronie
debugedit
dhcpcd
dmenu
dunst
eclipse-cpp
fakeroot
feh
ffmpegthumbnailer
file-roller
flex
font-manager
gcc
gcolor2
git
gnome-desktop
google-chrome
grub
gtk4
gvfs
hexedit
highlight
htop
i3-gaps
i3-scrot
ifplugd
imagemagick
lib32-alsa-lib
lib32-mesa
libcaca
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
lxappearance
m4
make
mousepad
mpc
mpd
mpv
ncmpcpp
neofetch
netctl
network-manager-applet
networkmanager
nitrogen
nm-connection-editor
noto-fonts
noto-fonts-emoji
ntfs-3g
os-prober
palemoon-bin
patch
pavucontrol
pcmanfm-gtk3
picom
pikaur
pkgconf
polybar
pulseaudio
pulseaudio-alsa
python-pip
python-requests
python-virtualenv
qview
radare2
ranger
rofi
scrot
sqlitebrowser
sublime-text-3
sudo
terminus-font
texinfo
tmux
tor
trash-cli
ttf-anonymous-pro
ttf-dejavu
ttf-ms-fonts
ttf-roboto
ttf-terminus-nerd
ueberzug
unrar
vim
w3m
wget
which
wine
wine-mono
xclip
xcursor-breeze
xf86-video-nouveau
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
